[
  {
    "quote":
      "Power without love is reckless and abusive, and love without power is sentimental and anemic. Power at its best is love implementing the demands of justice, and justice at its best is power correcting everything that stands against love.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote":
      "Conflict is not a problem that needs solving, but a phenomenon that needs understanding. ",
    "author": "Dominic Barter"
  },
  {
    "quote":
      "However intense the fight, however devastating the pain, conflict itself is not the enemy. However mild the discomfort, however fleeting the relationship, conflict itself is not disregardable.",
    "author": "Dominic Barter"
  },
  {
    "quote":
      "When the consequence of crime silences articulation of its occurrence then a new social space in which the unspeakable can be said is required. Constructing that, in such a way that what is said is heard and produces sustainable change, is our task.",
    "author": "Dominic Barter"
  },
  {
    "quote":
      "The absence of dialogue is fatal. First it kills empathy. Then community. Then it takes lives.",
    "author": "Dominic Barter"
  },
  {
    "quote":
      "Spaces not safe for anger and its language are not as restorative as conflict requires. Spaces not safe for remorse, grief and despair and its expression are not as restorative as conflict requires. Spaces not safe for silence and its validity as articulation are not as restorative as conflict requires.",
    "author": "Dominic Barter"
  },
  {
    "quote":
      "Time spent restoring connection comes back as the absence of drama.",
    "author": "Dominic Barter"
  },
  {
    "quote":
      "When sitting down to a conflict is like sitting down to a meal then the community has developed a resilience on which culture can build.",
    "author": "Dominic Barter"
  },
  {
    "quote":
      "To say a space is safe for uncomfortable truths to be spoken is to say a space is safe for relational change to occur. ",
    "author": "Dominic Barter"
  },
  {
    "quote":
      "We must evolve for all human conflict a method which rejects revenge, aggression and retaliation. The foundation of such a method is love.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote":
      "The ultimate weakness of violence is that it is a descending spiral, begetting the very thing it seeks to destroy.  Instead of decreasing evil, it multiplies it.  Through violence you murder the hater, but hatred is not diminished.  Returning violence for violence multiplies violence, adding deeper darkness to a night already devoid of stars.  Darkness cannot recognize darkness; only light can do that. Hatred cannot recognize hatred; only love can do that. This is an eternal law.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "You have no moral authority with people who feel your contempt.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote":
      "“Non-violence is the greatest force at the disposal of mankind. It is mightier than the mightiest weapon of destruction devised by the ingenuity of man.",
    "author": "Gandhi"
  },
  {
    "quote":
      "My optimism rests on my belief in the infinite possibilities of the individual to develop nonviolence. The more you develop it in your own heart, the more infectious it becomes, till it overwhelms your surroundings and, by and by, might oversweep the world.",
    "author": "Gandhi"
  },
  {
    "quote":
      "... conflict is natural, normal, and recurrent in community life. When conflict occurs, it doesn’t mean anyone has failed. In fact, we need both community and conflict to reach our full potential as human beings. Much as we value individual choice, we are formed in community and work out the ramifications of our individuality in relation to others. And though we may resent it when our preferences, practices, or beliefs are challenged, we would never grow without conflict.",
    "author": "Ron Kraybill & Evelyn Wright "
  },
  {
    "quote":
      "It is possible to conceive conflict as not necessarily a wasteful outbreak of incompatibilities, but a normal process by which socially valuable differences register themselves for the enrichment of all concerned.",
    "author": "Mary Parker Follet"
  },
  {
    "quote":
      "For each problem there is a solution that can give satisfaction to everybody; but for finding this ideal solution each one must want it instead of meeting the others with the will to enforce one’s own preference. Enlarge your consciousness and aspire for the satisfaction of all.",
    "author": "Mother"
  },
  {
    "quote":
      "As Long as you are for some and against others, you are necessarily outside the Truth. You should constantly keep goodwill and love in your heart and let them pour on all with tranquility and equality.",
    "author": "Mother"
  },
  {
    "quote":
      "You see only from your side of the question, but if you want to widen your consciousness it would be better to look from all sides impartially. Later you will discover this attitude has great advantages.",
    "author": "Mother"
  },
  {
    "quote":
      "For everyone to agree each one must rise to the summit of his consciousness. It is on the heights that harmony is created.",
    "author": "Mother"
  },
  {
    "quote":
      "Be quiet and offer yourself calmly and confidently. All that happens is always the effect of the Supreme's Will. Human action can be the occasion, but never the cause.",
    "author": "Mother"
  },
  {
    "quote": [
      "There is room for everyone of good will, and for those who want in all sincerity and simplicity to offer their work, there is enough to keep them usefully occupied.",
      "Each one has good reasons to support his own opinion, and I am no expert to judge between them.",
      "But from the spiritual point of view I know that with true good will all opinions can be harmonised in a more comprehensive and truer solution. This is what I expect from the workers of Auroville.  Not that some give way to others, but that on the contrary all should combine their efforts to achieve a more comprehensive and perfect result.",
      "The ideal of Auroville demands this progress — don’t you want to make it?"
    ],
    "author": "Mother"
  },
  {
    "quote":
      "If we touch fire, it burns, but there is no principle of punishment in this relation of cause and effect, it is a lesson of relation and a lesson of experience; so in all Nature's dealings with us there is a relation of things and there is a corresponding lesson of experience.",
    "author": "Sri Aurobindo"
  },
  {
    "quote":
      "In dealing with the criminal, the most advanced societies are no longer altogether satisfied with regarding him as a law-breaker to be punished, imprisoned, terrified, hanged or else tortured physically and morally, whether as a revenge for his revolt or as an example to others; there is a growing attempt to understand him, to make allowance for his heredity, environment and inner deficiencies and to change him from within rather than crush him from without.",
    "author": "Sri Aurobindo"
  },
  {
    "quote":
      "Only those thoughts are true the opposite of which is also true in its own time and application; indisputable dogmas are the most dangerous kind of falsehood.",
    "author": "Sri Aurobindo"
  },
  {
    "quote":
      "Avoid vain disputing; but exchange views freely. If dispute thou must, learn from thy adversary; for even from a fool, if thou listen not with the ear and the reasoning mind but the soul's light, thou canst gather much wisdom.",
    "author": "Sri Aurobindo"
  }
]
